<?php

return [
    'name' => 'სამუშაოს კატეგორიები',
    'job_categories' => 'სამუშაოს კატეგორიები',
    'create' => 'ახალი კატეგორია',
    'none' => 'არცერთი',
    'parent' => 'მშობელი',
    'order' => 'თანმიმდევრობა',
    'is_default' => 'ნაგულისხმევი?',
    'table_view_info' => 'კატეგორიების მასობრივი მართვის გასამარტივებლად, თქვენ ასევე შეგიძლიათ',
    'manage_as_table' => 'მართოთ კატეგორიები ცხრილის სახით',
    'intro' => [
        'description' => 'მოაწყვეთ თქვენი სამუშაოები კატეგორიებად უკეთესი შინაარსის მართვისთვის.',
    ],
];
