<?php

return [
    'name' => 'চাকরির বিভাগ',
    'job_categories' => 'চাকরির বিভাগসমূহ',
    'create' => 'নতুন বিভাগ',
    'none' => 'কোনটি নয়',
    'parent' => 'প্যারেন্ট',
    'order' => 'ক্রম',
    'is_default' => 'ডিফল্ট?',
    'table_view_info' => 'বিভাগের সহজ বাল্ক ব্যবস্থাপনার জন্য, আপনি এছাড়াও',
    'manage_as_table' => 'বিভাগ একটি টেবিল হিসাবে পরিচালনা করতে পারেন',
    'intro' => [
        'description' => 'ভাল কন্টেন্ট ব্যবস্থাপনার জন্য আপনার চাকরিগুলি বিভাগে সংগঠিত করুন।',
    ],
];
