<?php

return [
    'name' => 'চাকরির আবেদন',
    'edit' => 'চাকরির আবেদন দেখুন',
    'tables' => [
        'email' => 'ইমেইল',
        'phone' => 'ফোন',
        'name' => 'নাম',
        'first_name' => 'প্রথম নাম',
        'last_name' => 'শেষ নাম',
        'time' => 'সময়',
        'message' => 'সারসংক্ষেপ',
        'resume' => 'জীবনবৃত্তান্ত',
        'cover_letter' => 'কভার লেটার',
        'position' => 'পদবি',
        'download_resume' => 'জীবনবৃত্তান্ত ডাউনলোড করুন',
    ],
    'information' => 'তথ্য',
    'email' => [
        'header' => 'ইমেইল',
        'title' => 'আমরা ওয়েবসাইট থেকে একটি নতুন চাকরির আবেদন পেয়েছি!',
        'success' => 'সফলভাবে আবেদন করা হয়েছে!',
        'external_redirect' => 'চাকরির সাইটে রিডাইরেক্ট হচ্ছে...',
        'failed' => 'এই সময়ে আবেদন করা সম্ভব নয়, দয়া করে পরে আবার চেষ্টা করুন!',
    ],
    'sender' => 'প্রেরক',
    'sender_email' => 'ইমেইল',
    'statuses' => [
        'pending' => 'অপেক্ষমাণ',
        'checked' => 'পরীক্ষিত',
    ],
    'notifications' => [
        'title' => 'নতুন চাকরির আবেদন',
        'description' => 'আপনার কাছে :name এর একটি নতুন চাকরির আবেদন আছে',
        'view' => 'দেখুন',
    ],
];
