<?php

return [
    'name' => 'Категорії вакансій',
    'job_categories' => 'Категорії вакансій',
    'create' => 'Нова категорія',
    'none' => 'Немає',
    'parent' => 'Батьківська',
    'order' => 'Порядок',
    'is_default' => 'За замовчуванням?',
    'table_view_info' => 'Для простішого масового управління категоріями ви також можете',
    'manage_as_table' => 'керувати категоріями як таблицею',
    'intro' => [
        'description' => 'Організуйте свої вакансії в категорії для кращого управління контентом.',
    ],
];
