<?php

return [
    'name' => 'Κατηγορίες θέσεων εργασίας',
    'job_categories' => 'Κατηγορίες θέσεων εργασίας',
    'create' => 'Νέα κατηγορία',
    'none' => 'Καμία',
    'parent' => 'Γονική',
    'order' => 'Σειρά',
    'is_default' => 'Προεπιλογή;',
    'table_view_info' => 'Για ευκολότερη μαζική διαχείριση κατηγοριών, μπορείτε επίσης να',
    'manage_as_table' => 'διαχειριστείτε κατηγορίες ως πίνακα',
    'intro' => [
        'description' => 'Οργανώστε τις θέσεις εργασίας σας σε κατηγορίες για καλύτερη διαχείριση περιεχομένου.',
    ],
];
