<?php

return [
    'name' => 'Кандидатури за работа',
    'edit' => 'Преглед на кандидатура за работа',
    'tables' => [
        'email' => 'Имейл',
        'phone' => 'Телефон',
        'name' => 'Име',
        'first_name' => 'Име',
        'last_name' => 'Фамилия',
        'time' => 'Време',
        'message' => 'Резюме',
        'resume' => 'Автобиография',
        'cover_letter' => 'Мотивационно писмо',
        'position' => 'Позиция',
        'download_resume' => 'Изтегляне на автобиография',
    ],
    'information' => 'Информация',
    'email' => [
        'header' => 'Имейл',
        'title' => 'Получихме нова кандидатура за работа от уебсайта!',
        'success' => 'Кандидатурата е приложена успешно!',
        'external_redirect' => 'Пренасочване към сайта за работа...',
        'failed' => 'Не може да се кандидатства в този момент, моля, опитайте отново по-късно!',
    ],
    'sender' => 'Подател',
    'sender_email' => 'Имейл',
    'statuses' => [
        'pending' => 'В изчакване',
        'checked' => 'Проверена',
    ],
    'notifications' => [
        'title' => 'Нова кандидатура за работа',
        'description' => 'Имате нова кандидатура за работа от :name',
        'view' => 'Преглед',
    ],
];
