<?php

return [
    'name' => 'Категории работа',
    'job_categories' => 'Категории работа',
    'create' => 'Нова категория',
    'none' => 'Няма',
    'parent' => 'Родител',
    'order' => 'Ред',
    'is_default' => 'По подразбиране?',
    'table_view_info' => 'За по-лесно управление на категориите можете също',
    'manage_as_table' => 'да управлявате категориите като таблица',
    'intro' => [
        'description' => 'Организирайте вашите обяви за работа в категории за по-добро управление на съдържанието.',
    ],
];
