<?php

return [
    'name' => 'Категории',
    'job_categories' => 'Категории',
    'create' => 'Новая категория',
    'none' => 'Нет',
    'parent' => 'Родительская категория',
    'order' => 'Порядок',
    'is_default' => 'По умолчанию?',
    'table_view_info' => 'Для более простого массового управления категориями вы также можете',
    'manage_as_table' => 'управлять категориями как таблицей',
    'intro' => [
        'description' => 'Организуйте ваши вакансии в категории для лучшего управления контентом.',
    ],
];
