<?php

return [
    'name' => 'طلبات التوظيف',
    'edit' => 'عرض طلب التوظيف',
    'tables' => [
        'email' => 'البريد الإلكتروني',
        'phone' => 'الهاتف',
        'name' => 'الاسم',
        'first_name' => 'الاسم الأول',
        'last_name' => 'اسم العائلة',
        'time' => 'الوقت',
        'message' => 'الملخص',
        'resume' => 'السيرة الذاتية',
        'cover_letter' => 'خطاب التغطية',
        'position' => 'المنصب',
        'download_resume' => 'تحميل السيرة الذاتية',
    ],
    'information' => 'معلومات',
    'email' => [
        'header' => 'البريد الإلكتروني',
        'title' => 'تلقينا طلب توظيف جديد من الموقع!',
        'success' => 'تم التقديم بنجاح!',
        'external_redirect' => 'إعادة التوجيه إلى موقع الوظيفة...',
        'failed' => 'لا يمكن التقديم في هذا الوقت، يرجى المحاولة مرة أخرى لاحقاً!',
    ],
    'sender' => 'المرسل',
    'sender_email' => 'البريد الإلكتروني',
    'statuses' => [
        'pending' => 'معلق',
        'checked' => 'تم الفحص',
    ],
    'notifications' => [
        'title' => 'طلب توظيف جديد',
        'description' => 'لديك طلب توظيف جديد من :name',
        'view' => 'عرض',
    ],
];
