<?php

return [
    'name' => 'नौकरी श्रेणियां',
    'job_categories' => 'नौकरी श्रेणियां',
    'create' => 'नई श्रेणी',
    'none' => 'कोई नहीं',
    'parent' => 'मूल',
    'order' => 'क्रम',
    'is_default' => 'डिफ़ॉल्ट?',
    'table_view_info' => 'श्रेणियों के आसान थोक प्रबंधन के लिए, आप भी',
    'manage_as_table' => 'श्रेणियों को तालिका के रूप में प्रबंधित कर सकते हैं',
    'intro' => [
        'description' => 'बेहतर सामग्री प्रबंधन के लिए अपनी नौकरियों को श्रेणियों में व्यवस्थित करें।',
    ],
];
